Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Disabled by Direct Links Only
af: Afgeskakel deur Slegs direkte skakels
am: በ“ቀጥተኛ አገናኞች ብቻ” ተሰናክሏል
ar: معطَّل بسبب “الروابط المباشرة فقط”
as: কেৱল ডাইৰেক্ট লিংকৰ দ্বাৰা নিষ্ক্ৰিয় কৰা হৈছে
az: Yalnız Birbaşa Linklər tərəfindən deaktiv edilib
be: Адключана рэжымам «Толькі прамыя спасылкі»
bg: Изключено от „Само директни връзки“
bn: শুধু সরাসরি লিঙ্ক চালু থাকায় নিষ্ক্রিয়
br: Diweredekaet gant Liammoù eeun hepken
bs: Onemogućeno opcijom Samo direktni linkovi
ca: Desactivat per Només enllaços directes
ceb: Gi-disable sa Direktang Link Lang
cs: Vypnuto kvůli Pouze přímé odkazy
cy: Wedi'i analluogi gan Ddolenni Uniongyrchol yn Unig
da: Deaktiveret af Kun direkte links
de: Durch „Nur direkte Links“ deaktiviert
el: Απενεργοποιημένο από τη λειτουργία «Μόνο απευθείας σύνδεσμοι»
es: Desactivado por Solo enlaces directos
et: Välja lülitatud „Ainult otselinkide“ tõttu
eu: "Esteka zuzenak soilik" aukerak desgaituta
fa: به دلیل «فقط لینک‌های مستقیم» غیرفعال است
fi: Poistettu käytöstä Vain suorat linkit -asetuksella
fil: Naka-disable dahil sa Direktang Link Lamang
fo: Óvirkið av Bara beinleiðis leinkjur
fr: Désactivé par Liens directs uniquement
fy: Utskeakele troch Allinne direkte keppelings
ga: Díchumasaithe ag Naisc Dhíreacha Amháin
gd: Air a chur à comas le Ceanglaichean Dìreach A-mhàin
gl: Desactivado por Só ligazóns directas
gu: માત્ર ડાયરેક્ટ લિંક દ્વારા નિષ્ક્રિય
ha: An kashe ta Hanyoyin Haɗi Kai Tsaye Kawai
he: מושבת על ידי ׳קישורים ישירים בלבד׳
hi: केवल डायरेक्ट लिंक के कारण बंद
hr: Onemogućeno opcijom Samo izravne poveznice
ht: Dezaktive pa Lyen Dirèk Sèlman
hu: A Csak közvetlen linkek miatt letiltva
hy: Անջատված է «Միայն ուղիղ հղումներ»-ի կողմից
id: Dinonaktifkan oleh Hanya Tautan Langsung
ig: Naanị Njikọ Kwụ Ọtọ gbanyụrụ ya
is: Óvirkt vegna „Aðeins beinir tenglar“
it: Disattivato da Solo link diretti
ja: 「ダイレクトリンクのみ」により無効
jv: Dipatèni déning Mung Tautan Langsung
ka: გათიშულია „მხოლოდ პირდაპირი ბმულებით“
kk: «Тек тікелей сілтемелер» арқылы өшірілген
km: បានបិទដោយ "តំណផ្ទាល់តែប៉ុណ្ណោះ"
kn: ನೇರ ಲಿಂಕ್‌ಗಳು ಮಾತ್ರದಿಂದ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 직접 링크 전용으로 비활성화됨
ku: Ji hêla Tenê Girêdanên Rasterast ve neçalak kirî
ky: Түз шилтемелер гана менен өчүрүлгөн
lb: Duerch Nëmmen direkt Linken deaktivéiert
lo: ຖືກປິດໂດຍ ລິ້ງກ໌ໂດຍກົງເທົ່ານັ້ນ
lt: Išjungta dėl „Tik tiesioginės nuorodos“
lv: Atspējots ar opciju “Tikai tiešās saites”
mg: Natsahatr'ny Rohy Mivantana Ihany
mi: Kua whakakāhoretia e te Ngā Hono Tōtika Anake
mk: Оневозможено поради „Само директни линкови“
ml: നേരിട്ടുള്ള ലിങ്കുകൾ മാത്രം എന്നതിനാൽ പ്രവർത്തനരഹിതം
mn: Зөвхөн шууд холбоосоор идэвхгүй болсон
mr: फक्त डायरेक्ट लिंकमुळे बंद
ms: Dilumpuhkan oleh Pautan Terus Sahaja
mt: Diżattivat minn Links Diretti Biss
my: တိုက်ရိုက်လင့်ခ်များသာ ဖြင့် ပိတ်ထားသည်
nb: Deaktivert av Bare direkte lenker
ne: केवल प्रत्यक्ष लिङ्कले अक्षम गरेको
nl: Uitgeschakeld door Alleen directe links
ny: Zaletsedwa ndi Direct Links Only
oc: Desactivat per Solament ligams dirèctes
or: କେବଳ ଡିରେକ୍ଟ ଲିଙ୍କ ଦ୍ୱାରା ନିଷ୍କ୍ରିୟ
pa: "ਸਿਰਫ਼ ਡਾਇਰੈਕਟ ਲਿੰਕ" ਵੱਲੋਂ ਬੰਦ
pl: Wyłączone przez „Tylko łącza bezpośrednie”
ps: د یوازې مستقیم لینکونو له امله غیرفعال
pt_br: Desativado por Apenas links diretos
pt_pt: Desativado por Apenas Ligações Diretas
ro: Dezactivat de „Doar linkuri directe”
ru: Отключено режимом «Только прямые ссылки»
rw: Byahagaritswe na Amahuza ataziguye gusa
sd: رڳو سڌيون لنڪون سبب غير فعال
si: සෘජු සබැඳි පමණයි මගින් අක්‍රීය කර ඇත
sk: Vypnuté kvôli možnosti Len priame odkazy
sl: Onemogočeno zaradi Samo neposrednih povezav
sm: Ua faagata e le Sootaga Tuusao Naʻo
sn: Yadzimwa ne Zvinongedzo Zvakananga Chete
so: Waxaa demiyay Direct Links Only
sq: Çaktivizuar nga "Vetëm lidhjet e drejtpërdrejta"
sr: Онемогућено опцијом Само директни линкови
st: E thibetsoe ke Direct Links Only
su: Dipareuman ku Tautan Langsung Wungkul
sv: Inaktiverat av Endast direktlänkar
sw: Imezimwa na Viungo vya Moja kwa Moja Pekee
ta: நேரடி இணைப்புகள் மட்டும் இயக்கத்தால் முடக்கப்பட்டது
te: డైరెక్ట్ లింక్‌లు మాత్రమే ద్వారా నిలిపివేయబడింది
tg: Аз ҷониби «Танҳо пайвандҳои мустақим» ғайрифаъол шуд
th: ปิดอยู่เพราะเปิดเฉพาะลิงก์โดยตรง
tr: Yalnızca Doğrudan Bağlantılar nedeniyle devre dışı
tt: Тик туры сылтамалар аркасында сүндерелгән
ug: «پەقەت بىۋاسىتە ئۇلانمىلار» تەرىپىدىن چەكلەنگەن
uk: Вимкнено режимом «Лише прямі посилання»
ur: صرف ڈائریکٹ لنکس کی وجہ سے غیر فعال
uz: Faqat to'g'ridan-to'g'ri havolalar tomonidan o'chirilgan
vi: Bị tắt do Chỉ liên kết trực tiếp
xh: Icinywe yiDirect Links Only
yo: Direct Links Only ló pa á
zh_hans: 已被“仅直链”停用
zh_hant: 因「僅直接連結」而停用
zu: Kukhutshaziwe yi-Direct Links Only

source: Online
af: Aanlyn
am: ላይን ላይ
ar: متصل
as: অনলাইন
az: Onlayn
be: У сетцы
bg: Онлайн
bn: অনলাইন
br: Enlinenn
bs: Na mreži
ca: En línia
cy: Ar-lein
el: Σε σύνδεση
es: En línea
et: Võrgus
eu: Linean
fa: آنلاین
fi: Yhteydessä
fo: Tilkoyrd
fr: En ligne
ga: Ar líne
gd: Air loidhne
gl: En liña
gu: ઑનલાઇન
ha: Kan layi
he: מקוון
hi: ऑनलाइन
hr: Na mreži
ht: Anliy
hy: Առցանց
id: Daring
ig: Ọ nọ n'ịntanetị
is: Tengt
ja: オンライン
ka: ხაზზე
kk: Желіде
km: កំពុងភ្ជាប់
kn: ಆನ್‌ಲೈನ್
ko: 온라인
ku: Serhêl
ky: Онлайн
lo: ອອນລາຍ
lt: Prisijungęs
lv: Tiešsaistē
mg: An-tserasera
mi: Tuihono
mk: На линија
ml: ഓൺലൈൻ
mn: Онлайн
mr: ऑनलाइन
ms: Dalam Talian
my: အွန်လိုင်း
nb: Tilkoblet
ne: अनलाइन
ny: Pa intaneti
oc: En linha
or: ଅନଲାଇନ
pa: ਆਨਲਾਈਨ
pl: W trybie online
ps: آنلاین
ru: В сети
rw: Kuri interineti
sd: آن لائن
si: සබැඳි
sl: Povezano
sm: Tuʻuina
sq: Në linjë
sr: На мрежи
st: E hokahane
sv: Ansluten
sw: Mtandaoni
ta: இணைப்பில்
te: ఆన్‌లైన్
tg: Онлайн
th: ออนไลน์
tr: Çevrimiçi
tt: Челтәрдә
ug: توردا
uk: У мережі
ur: آن لائن
uz: Onlayn
vi: Trực tuyến
xh: Kwi-intanethi
yo: Lórí Àyélujára
zh_hans: 在线
zh_hant: 線上
zu: Ku-inthanethi

source: Offline
af: Vanlyn
am: ከመስመር ውጭ
ar: غير متصل
as: অফলাইন
az: Oflayn
be: Па-за сеткай
bg: Офлайн
bn: অফলাইন
br: Ezlinenn
bs: Van mreže
ca: Fora de línia
cy: All-lein
el: Εκτός σύνδεσης
es: Sin conexión
et: Võrgust väljas
eu: Lineaz kanpo
fa: آفلاین
fi: Ei yhteyttä
fo: Ótilkoyrd
fr: Hors ligne
ga: As líne
gd: Far loidhne
gl: Sen conexión
gu: ઑફલાઇન
ha: Ba a kan layi ba
he: לא מקוון
hi: ऑफ़लाइन
hr: Izvan mreže
hy: Անցանց
id: Luring
ig: Ọ nọghị n'ịntanetị
is: Ótengt
ja: オフライン
ka: გათიშული
kk: Желіден тыс
km: ផ្ដាច់ការភ្ជាប់
kn: ಆಫ್‌ಲೈನ್
ko: 오프라인
ku: Negerhêl
ky: Офлайн
lo: ອອຟລາຍ
lt: Neprisijungęs
lv: Bezsaistē
mg: Tsy an-tserasera
mi: Tuku-kore
mk: Без врска
ml: ഓഫ്‌ലൈൻ
mn: Офлайн
mr: ऑफलाइन
ms: Luar Talian
my: အော့ဖ်လိုင်း
nb: Frakoblet
ne: अफलाइन
ny: Kunja kwa intaneti
oc: Fòra linha
or: ଅଫଲାଇନ
pa: ਆਫ਼ਲਾਈਨ
pl: W trybie offline
ps: آفلاین
ru: Не в сети
rw: Itari kuri interineti
sd: آف لائن
si: නොබැඳි
sl: Brez povezave
sm: Le Tuʻuina
sq: Jashtë linje
sr: Ван мреже
st: Ha e hokahane
sv: Frånkopplad
sw: Nje ya mtandao
ta: இணைப்பின்றி
te: ఆఫ్‌లైన్
tg: Офлайн
th: ออฟไลน์
tr: Çevrimdışı
tt: Челтәрдән тыш
ug: تورسىز
uk: Поза мережею
ur: آف لائن
uz: Oflayn
vi: Ngoại tuyến
xh: Ayikho kwi-intanethi
yo: Kò sí Lórí Àyélujára
zh_hans: 离线
zh_hant: 離線
zu: Akuxhunywe

source: Checking…
af: Besig om te kontroleer…
am: በማረጋገጥ ላይ…
ar: جارٍ التحقق…
as: পৰীক্ষা কৰি আছে…
az: Yoxlanılır…
be: Праверка…
bg: Проверка…
bn: যাচাই করা হচ্ছে…
br: O wiriañ…
bs: Provjeravam…
ca: S'està comprovant…
ceb: Nagsusi…
cs: Kontroluje se…
cy: Yn gwirio…
da: Tjekker…
de: Wird geprüft…
el: Έλεγχος…
es: Comprobando…
et: Kontrollin…
eu: Egiaztatzen…
fa: در حال بررسی…
fi: Tarkistetaan…
fil: Sinusuri…
fo: Kanni…
fr: Vérification…
fy: Kontrolearje…
ga: Ag seiceáil…
gd: A' sgrùdadh…
gl: Comprobando…
gu: તપાસી રહ્યું છે…
ha: Ana bincike…
he: בודק…
hi: जाँच हो रही है…
hr: Provjeravanje…
ht: Ap tcheke…
hu: Ellenőrzés…
hy: Ստուգվում է…
id: Memeriksa…
ig: Na-elele…
is: Athuga…
it: Verifica in corso…
ja: 確認中…
jv: Mriksa…
ka: მოწმდება…
kk: Тексерілуде…
km: កំពុងពិនិត្យ…
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ…
ko: 확인 중…
ku: Tê kontrolkirin…
ky: Текшерүүдө…
lb: Iwwerpréift…
lo: ກຳລັງກວດ…
lt: Tikrinama…
lv: Pārbauda…
mg: Manamarina…
mi: Kei te tirotiro…
mk: Проверувам…
ml: പരിശോധിക്കുന്നു…
mn: Шалгаж байна…
mr: तपासत आहे…
ms: Menyemak…
mt: Qed jiċċekkja…
my: စစ်ဆေးနေသည်…
nb: Sjekker …
ne: जाँच गर्दै…
nl: Bezig met controleren…
ny: Kuyang'ana…
oc: Verificacion…
or: ଯାଞ୍ଚ କରୁଛି…
pa: ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ…
pl: Sprawdzanie…
ps: کتل کیږي…
pt_br: Verificando…
pt_pt: A verificar…
ro: Se verifică…
ru: Проверка…
rw: Kugenzura…
sd: چڪاس ٿي رهي آهي…
si: පරීක්ෂා කරමින්…
sk: Overuje sa…
sl: Preverjanje …
sm: Siaki…
sn: Kutarisa…
so: Hubinaya…
sq: Duke kontrolluar…
sr: Провера…
st: Ho hlahloba…
su: Mariksa…
sv: Kontrollerar…
sw: Inakagua…
ta: சரிபார்க்கிறது…
te: తనిఖీ చేస్తోంది…
tg: Тафтиш…
th: กำลังตรวจสอบ…
tr: Denetleniyor…
tt: Тикшерелә…
ug: تەكشۈرۈۋاتىدۇ…
uk: Перевірка…
ur: جانچ ہو رہی ہے…
uz: Tekshirilmoqda…
vi: Đang kiểm tra…
xh: Iyajonga…
yo: Ń ṣàyẹ̀wò…
zh_hans: 检查中…
zh_hant: 檢查中…
zu: Iyahlola…

source: System Default
af: Stelselverstek
am: የስርዓት ነባሪ
ar: إعداد النظام الافتراضي
as: ছিষ্টেম ডিফল্ট
az: Sistem standartı
be: Сістэмная па змаўчанні
bg: По подразбиране за системата
bn: সিস্টেম ডিফল্ট
br: Dre ziouer ar reizhiad
bs: Zadano sistema
ca: Predeterminat del sistema
ceb: Default sa Sistema
cs: Výchozí systémové
cy: Rhagosodiad y System
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
et: Süsteemi vaikeväärtus
eu: Sistemaren lehenetsia
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
fil: Default ng System
fo: Standard kervis
fr: Réglage du système
fy: Systeemstandert
ga: Réamhshocrú an Chórais
gd: Bunait an t-Siostaim
gl: Predeterminado do sistema
gu: સિસ્ટમ ડિફૉલ્ટ
ha: Tsohon na Tsarin
he: ברירת מחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
hr: Zadano sustavom
ht: Defo Sistèm
hu: Rendszer alapértelmezése
hy: Համակարգի լռելյայն
id: Bawaan Sistem
ig: Ndabara Sistemụ
is: Sjálfgefið kerfis
it: Predefinito di sistema
ja: システムの既定
jv: Gawan Sistem
ka: სისტემის ნაგულისხმევი
kk: Жүйелік әдепкі
km: លំនាំដើមរបស់ប្រព័ន្ធ
kn: ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್
ko: 시스템 기본값
ku: Bingehîna Pergalê
ky: Тутумдун демейкиси
lb: System-Standard
lo: ຄ່າເລີ່ມຕົ້ນຂອງລະບົບ
lt: Sistemos numatytasis
lv: Sistēmas noklusējums
mg: Default Rafitra
mi: Taunoa Pūnaha
mk: Системски стандард
ml: സിസ്റ്റം ഡിഫോൾട്ട്
mn: Системийн үндсэн
mr: सिस्टम डिफॉल्ट
ms: Lalai Sistem
mt: Default tas-Sistema
my: စနစ် မူလ
nb: Systemstandard
ne: सिस्टम पूर्वनिर्धारित
nl: Systeemstandaard
ny: Zoyambirira za System
oc: Per defaut del sistèma
or: ସିଷ୍ଟମ ଡିଫଲ୍ଟ
pa: ਸਿਸਟਮ ਡਿਫ਼ਾਲਟ
pl: Domyślne systemowe
ps: د سیستم تلوالی
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema
ro: Implicit din sistem
ru: Системный язык
rw: Ibisanzwe bya sisitemu
sd: سسٽم ڊفالٽ
si: පද්ධති පෙරනිමිය
sk: Predvolené systémom
sl: Privzeto za sistem
sm: Faalemasani a le Faiga
so: Sixireyaal Nidaamka
sq: E parazgjedhura e sistemit
sr: Подразумевано за систем
st: Default ea Sistimi
su: Bawaan Sistem
sv: Systemstandard
sw: Chaguomsingi la Mfumo
ta: கணினி இயல்புநிலை
te: సిస్టమ్ డిఫాల్ట్
tg: Пешфарзи система
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
tt: Система стандарты
ug: سىستېما سۈكۈتى
uk: Системна за замовчуванням
ur: سسٹم ڈیفالٹ
uz: Tizim standarti
vi: Mặc định của hệ thống
xh: Emiselwe Yinkqubo
yo: Àbọ̀-ọ̀nà Ẹ̀rọ
zh_hans: 系统默认
zh_hant: 系統預設
zu: Okumisiwe Kwesistimu

source: App Language
af: Toepassingstaal
am: የመተግበሪያ ቋንቋ
ar: لغة التطبيق
as: এপ্‌ ভাষা
az: Tətbiq dili
be: Мова дадатка
bg: Език на приложението
bn: অ্যাপের ভাষা
br: Yezh an arload
bs: Jezik aplikacije
ca: Idioma de l'aplicació
ceb: Pinulongan sa App
cs: Jazyk aplikace
cy: Iaith yr Ap
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
et: Rakenduse keel
eu: Aplikazioaren hizkuntza
fa: زبان برنامه
fi: Sovelluksen kieli
fil: Wika ng App
fo: Mál í appi
fr: Langue de l'app
fy: App-taal
ga: Teanga na hAipe
gd: Cànan na h-Aplacaid
gl: Idioma da aplicación
gu: ઍપ ભાષા
ha: Harshen Manhaja
he: שפת האפליקציה
hi: ऐप की भाषा
hr: Jezik aplikacije
ht: Lang Aplikasyon an
hu: Alkalmazás nyelve
hy: Ծրագրի լեզու
id: Bahasa Aplikasi
ig: Asụsụ Ngwa
is: Tungumál forrits
it: Lingua dell'app
ja: アプリの言語
jv: Basa App
ka: აპლიკაციის ენა
kk: Бағдарлама тілі
km: ភាសាកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ko: 앱 언어
ku: Zimanê Sepanê
ky: Колдонмонун тили
lb: App-Sprooch
lo: ພາສາຂອງແອັບ
lt: Programos kalba
lv: Lietotnes valoda
mg: Fitenin'ny App
mi: Reo Taupānga
mk: Јазик на апликацијата
ml: ആപ്പ് ഭാഷ
mn: Аппын хэл
mr: ॲप भाषा
ms: Bahasa Apl
mt: Lingwa tal-App
my: App ဘာသာစကား
nb: Appspråk
ne: एपको भाषा
nl: App-taal
ny: Chilankhulo cha App
oc: Lenga de l'aplicacion
or: ଆପ୍ ଭାଷା
pa: ਐਪ ਦੀ ਭਾਸ਼ਾ
pl: Język aplikacji
ps: د اپ ژبه
pt_br: Idioma do app
pt_pt: Idioma da aplicação
ro: Limba aplicației
ru: Язык приложения
rw: Ururimi rwa porogaramu
sd: ايپ ٻولي
si: යෙදුම් භාෂාව
sk: Jazyk aplikácie
sl: Jezik aplikacije
sm: Gagana o le App
sn: Mutauro we App
so: Luqadda App-ka
sq: Gjuha e aplikacionit
sr: Језик апликације
st: Puo ea App
su: Basa Aplikasi
sv: Appspråk
sw: Lugha ya Programu
ta: செயலி மொழி
te: యాప్ భాష
tg: Забони барнома
th: ภาษาของแอป
tr: Uygulama Dili
tt: Кушымта теле
ug: دېتال تىلى
uk: Мова застосунку
ur: ایپ کی زبان
uz: Ilova tili
vi: Ngôn ngữ ứng dụng
xh: Ulwimi lwe-App
yo: Èdè App
zh_hans: 应用语言
zh_hant: App 語言
zu: Ulimi Lwe-App

source: Switches the whole app to this language. VortX must quit and reopen to apply it.
af: Skakel die hele toepassing na hierdie taal toe. VortX moet afsluit en heropen om dit toe te pas.
am: ሙሉ መተግበሪያውን ወደዚህ ቋንቋ ይቀይራል። ይህን ለመተግበር VortX መዘጋትና እንደገና መከፈት አለበት።
ar: يحوّل التطبيق بالكامل إلى هذه اللغة. يجب إنهاء VortX وإعادة فتحه لتطبيق التغيير.
as: গোটেই এপ্‌টো এই ভাষালৈ সলনি কৰে। ইয়াক প্ৰয়োগ কৰিবলৈ VortX বন্ধ কৰি পুনৰ খোলিব লাগিব।
az: Bütün tətbiqi bu dilə keçirir. Tətbiq edilməsi üçün VortX bağlanıb yenidən açılmalıdır.
be: Пераключае ўвесь дадатак на гэтую мову. VortX павінен закрыцца і адкрыцца зноў, каб яе ўжыць.
bg: Превключва цялото приложение на този език. VortX трябва да се затвори и отвори отново, за да се приложи.
bn: পুরো অ্যাপটিকে এই ভাষায় পরিবর্তন করে। প্রয়োগ করতে VortX বন্ধ করে আবার খুলতে হবে।
br: Tremen a ra an arload a-bezh d'ar yezh-mañ. Ret eo da VortX serriñ hag adigeriñ evit e arloañ.
bs: Prebacuje cijelu aplikaciju na ovaj jezik. VortX se mora zatvoriti i ponovo otvoriti da bi se primijenilo.
ca: Canvia tota l'aplicació a aquest idioma. VortX s'ha de tancar i tornar a obrir per aplicar-ho.
ceb: Nagbalhin sa tibuok app niini nga pinulongan. Ang VortX kinahanglan moundang ug moabli pag-usab aron ipatuman kini.
cs: Přepne celou aplikaci do tohoto jazyka. Aby se změna projevila, VortX se musí ukončit a znovu otevřít.
cy: Yn newid yr ap cyfan i'r iaith hon. Rhaid i VortX gau ac ailagor i'w gymhwyso.
da: Skifter hele appen til dette sprog. VortX skal lukke og åbne igen for at anvende det.
de: Stellt die gesamte App auf diese Sprache um. VortX muss beendet und neu geöffnet werden, um die Änderung anzuwenden.
el: Αλλάζει ολόκληρη την εφαρμογή σε αυτή τη γλώσσα. Το VortX πρέπει να κλείσει και να ανοίξει ξανά για να εφαρμοστεί.
es: Cambia toda la app a este idioma. VortX debe cerrarse y volver a abrirse para aplicarlo.
et: Lülitab kogu rakenduse sellele keelele. Rakendamiseks peab VortX sulguma ja uuesti avanema.
eu: Aplikazio osoa hizkuntza honetara aldatzen du. VortX itxi eta berriro ireki behar da aldaketa aplikatzeko.
fa: کل برنامه را به این زبان تغییر می‌دهد. برای اعمال، VortX باید بسته و دوباره باز شود.
fi: Vaihtaa koko sovelluksen tälle kielelle. VortX on lopetettava ja avattava uudelleen, jotta muutos tulee voimaan.
fil: Inililipat ang buong app sa wikang ito. Kailangang mag-quit at muling buksan ang VortX para mailapat ito.
fo: Skiftir alt appið til hetta mál. VortX má lata aftur og upp aftur fyri at seta tað í verk.
fr: Bascule toute l'app dans cette langue. VortX doit quitter et redémarrer pour l'appliquer.
fy: Skeakelet de hiele app oer nei dizze taal. VortX moat ôfslute en op 'e nij iepenje om it ta te passen.
ga: Athraíonn sé an aip iomlán go dtí an teanga seo. Caithfidh VortX scor agus athoscailt chun é a chur i bhfeidhm.
gd: Atharraichidh seo an aplacaid gu lèir dhan chànan seo. Feumaidh VortX dùnadh agus ath-fhosgladh gus a chur an sàs.
gl: Cambia toda a aplicación a este idioma. VortX debe pecharse e abrirse de novo para aplicalo.
gu: આખી ઍપને આ ભાષામાં બદલે છે. તેને લાગુ કરવા VortX બંધ થઈને ફરી ખૂલવું જરૂરી છે.
ha: Yana canza dukan manhajar zuwa wannan harshe. Dole VortX ya fita kuma ya sake buɗewa don amfani da shi.
he: מחליף את כל האפליקציה לשפה זו. יש לסגור את VortX ולפתוח אותו מחדש כדי להחיל את השינוי.
hi: पूरे ऐप को इस भाषा में बदल देता है। इसे लागू करने के लिए VortX को बंद करके फिर से खोलना ज़रूरी है।
hr: Prebacuje cijelu aplikaciju na ovaj jezik. VortX se mora zatvoriti i ponovno otvoriti da bi se primijenilo.
ht: Chanje tout aplikasyon an nan lang sa a. VortX dwe fèmen epi relouvri pou aplike l.
hu: Az egész alkalmazást erre a nyelvre váltja. A VortX-nek ki kell lépnie, majd újra meg kell nyílnia az alkalmazáshoz.
hy: Փոխում է ամբողջ ծրագիրն այս լեզվի։ VortX-ը պետք է փակվի և նորից բացվի՝ կիրառելու համար։
id: Mengubah seluruh aplikasi ke bahasa ini. VortX harus ditutup dan dibuka kembali untuk menerapkannya.
ig: Na-agbanwe ngwa dum ka ọ bụrụ asụsụ a. VortX ga-akwụsịrịrị wee meghee ọzọ iji tinye ya.
is: Skiptir öllu forritinu yfir á þetta tungumál. VortX þarf að loka og opna aftur til að virkja það.
it: Imposta l'intera app su questa lingua. VortX deve chiudersi e riaprirsi per applicarla.
ja: アプリ全体をこの言語に切り替えます。適用するには VortX を終了して再起動する必要があります。
jv: Ngganti kabèh app menyang basa iki. VortX kudu metu lan mbukak manèh kanggo nrapaké.
ka: მთელ აპლიკაციას ამ ენაზე გადართავს. გამოსაყენებლად VortX უნდა დაიხუროს და ხელახლა გაიხსნას.
kk: Бүкіл бағдарламаны осы тілге ауыстырады. Қолдану үшін VortX жабылып, қайта ашылуы тиіс.
km: ប្ដូរកម្មវិធីទាំងមូលទៅភាសានេះ។ VortX ត្រូវបិទ ហើយបើកឡើងវិញ ដើម្បីអនុវត្តវា។
kn: ಸಂಪೂರ್ಣ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಈ ಭಾಷೆಗೆ ಬದಲಾಯಿಸುತ್ತದೆ. ಇದನ್ನು ಅನ್ವಯಿಸಲು VortX ಮುಚ್ಚಿ ಮತ್ತೆ ತೆರೆಯಬೇಕು.
ko: 앱 전체를 이 언어로 전환합니다. 적용하려면 VortX를 종료한 후 다시 열어야 합니다.
ku: Tevahiya sepanê dizivire vî zimanî. VortX divê derkeve û ji nû ve veke da ku wê bisepîne.
ky: Бүт колдонмону ушул тилге которот. Аны колдонуу үчүн VortX жабылып, кайра ачылышы керек.
lb: Wiesselt déi ganz App op dës Sprooch. VortX muss zoumaachen an nei opgoen fir se unzewenden.
lo: ສະຫຼັບແອັບທັງໝົດໄປເປັນພາສານີ້. VortX ຕ້ອງປິດ ແລະ ເປີດຄືນເພື່ອນຳໃຊ້.
lt: Perjungia visą programą į šią kalbą. Kad pakeitimas įsigaliotų, VortX turi išsijungti ir atsidaryti iš naujo.
lv: Pārslēdz visu lietotni uz šo valodu. Lai to lietotu, VortX ir jāaizver un jāatver no jauna.
mg: Manova ny app manontolo ho amin'ity teny ity. Tsy maintsy mijanona sy misokatra indray ny VortX mba hampiharana azy.
mi: Ka huri i te taupānga katoa ki tēnei reo. Me whakamutu, me whakatuwhera anō a VortX kia whai mana ai.
mk: Ја префрла целата апликација на овој јазик. VortX мора да се затвори и повторно да се отвори за да се примени.
ml: ആപ്പ് മുഴുവൻ ഈ ഭാഷയിലേക്ക് മാറ്റുന്നു. ഇത് പ്രയോഗിക്കാൻ VortX പുറത്തുകടന്ന് വീണ്ടും തുറക്കണം.
mn: Аппыг бүхэлд нь энэ хэл рүү шилжүүлнэ. Үүнийг хэрэгжүүлэхийн тулд VortX гарч дахин нээгдэх ёстой.
mr: संपूर्ण ॲप या भाषेत बदलते. लागू करण्यासाठी VortX बंद करून पुन्हा उघडावे लागेल.
ms: Menukar keseluruhan apl kepada bahasa ini. VortX mesti keluar dan dibuka semula untuk melaksanakannya.
mt: Jaqleb l-app kollha għal din il-lingwa. VortX irid jagħlaq u jerġa' jiftaħ biex japplikaha.
my: app တစ်ခုလုံးကို ဤဘာသာစကားသို့ ပြောင်းသည်။ ၎င်းကို အသက်ဝင်စေရန် VortX သည် ထွက်၍ ပြန်ဖွင့်ရမည်။
nb: Bytter hele appen til dette språket. VortX må avsluttes og åpnes på nytt for å ta det i bruk.
ne: सम्पूर्ण एपलाई यो भाषामा बदल्छ। यो लागू गर्न VortX बन्द भएर फेरि खुल्नुपर्छ।
nl: Schakelt de hele app over naar deze taal. VortX moet afsluiten en opnieuw openen om dit toe te passen.
ny: Imasintha app yonse kukhala chilankhulo ichi. VortX iyenera kutseka ndikutsekulanso kuti izigwiritse ntchito.
oc: Passa tota l'aplicacion a aquesta lenga. VortX se deu tampar e tornar dobrir per l'aplicar.
or: ସମଗ୍ର ଆପ୍‌କୁ ଏହି ଭାଷାକୁ ବଦଳାଏ। ଏହାକୁ ପ୍ରୟୋଗ କରିବାକୁ VortX ବନ୍ଦ ହୋଇ ପୁନଃ ଖୋଲିବା ଆବଶ୍ୟକ।
pa: ਪੂਰੀ ਐਪ ਨੂੰ ਇਸ ਭਾਸ਼ਾ ਵਿੱਚ ਬਦਲ ਦਿੰਦਾ ਹੈ। ਇਸਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ VortX ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹਣਾ ਪਵੇਗਾ।
pl: Przełącza całą aplikację na ten język. Aby zastosować zmianę, VortX musi się zamknąć i otworzyć ponownie.
ps: ټول اپ دې ژبې ته اړوي. VortX باید وتړل او بیا خلاص شي چې پلي یې کړي.
pt_br: Muda todo o app para este idioma. O VortX precisa ser fechado e reaberto para aplicar.
pt_pt: Muda toda a aplicação para este idioma. O VortX tem de sair e reabrir para o aplicar.
ro: Comută întreaga aplicație pe această limbă. VortX trebuie să se închidă și să se redeschidă pentru a o aplica.
ru: Переключает всё приложение на этот язык. Чтобы применить изменение, VortX нужно закрыть и открыть заново.
rw: Bihindura porogaramu yose kuri uru rurimi. VortX igomba gusohoka no kongera gufungura kugira ngo ibishyireho.
sd: سڄي ايپ کي هن ٻوليءَ ۾ مٽائي ٿو. ان کي لاڳو ڪرڻ لاءِ VortX کي بند ٿي ٻيهر کلڻو پوندو.
si: සම්පූර්ණ යෙදුම මෙම භාෂාවට මාරු කරයි. එය යෙදීමට VortX ඉවත් වී නැවත විවෘත විය යුතුය.
sk: Prepne celú aplikáciu do tohto jazyka. Na použitie zmeny sa musí VortX ukončiť a znova otvoriť.
sl: Preklopi celotno aplikacijo na ta jezik. VortX se mora zapreti in znova odpreti, da to uveljavi.
sm: E sui le app atoa i lenei gagana. E tatau ona tapunia ma toe tatala VortX e faaaoga ai.
sn: Inochinja app yese kuenda kumutauro uyu. VortX inofanira kubuda nokuvhurazve kuti izvishandise.
so: Wuxuu app-ka oo dhan u beddelaa luqaddan. VortX waa inuu ka baxaa oo dib u furmaa si uu u dabaqo.
sq: E kalon të gjithë aplikacionin në këtë gjuhë. VortX duhet të mbyllet dhe të rihapet që ta zbatojë.
sr: Пребацује целу апликацију на овај језик. VortX мора да се затвори и поново отвори да би се применио.
st: E fetolela app kaofela puong ena. VortX e tlameha ho koala le ho bula hape ho e sebelisa.
su: Ganti sakabéh aplikasi ka basa ieu. VortX kudu nutup jeung buka deui pikeun nerapkeunana.
sv: Byter hela appen till det här språket. VortX måste avslutas och öppnas igen för att tillämpa det.
sw: Hubadilisha programu nzima kuwa lugha hii. VortX lazima ifunge na ifunguke upya ili kuitumia.
ta: முழு செயலியையும் இந்த மொழிக்கு மாற்றும். இதைச் செயல்படுத்த VortX வெளியேறி மீண்டும் திறக்க வேண்டும்.
te: మొత్తం యాప్‌ను ఈ భాషకు మారుస్తుంది. దీన్ని వర్తింపజేయడానికి VortX తప్పనిసరిగా నిష్క్రమించి మళ్లీ తెరవాలి.
tg: Тамоми барномаро ба ин забон мегузаронад. Барои татбиқи он VortX бояд баста шуда, аз нав кушода шавад.
th: เปลี่ยนทั้งแอปเป็นภาษานี้ VortX ต้องปิดแล้วเปิดใหม่เพื่อให้มีผล
tr: Tüm uygulamayı bu dile geçirir. Uygulamak için VortX'in kapatılıp yeniden açılması gerekir.
tt: Бөтен кушымтаны бу телгә күчерә. Аны куллану өчен VortX ябылып кабат ачылырга тиеш.
ug: پۈتۈن دېتالنى بۇ تىلغا ئالماشتۇرىدۇ. ئۇنى قوللىنىش ئۈچۈن VortX چېكىنىپ قايتا ئېچىلىشى كېرەك.
uk: Перемикає весь застосунок на цю мову. Щоб застосувати зміну, VortX потрібно закрити й відкрити знову.
ur: پوری ایپ کو اِس زبان میں تبدیل کر دیتا ہے۔ اِسے لاگو کرنے کے لیے VortX کو بند کر کے دوبارہ کھولنا ضروری ہے۔
uz: Butun ilovani shu tilga o'tkazadi. Uni qo'llash uchun VortX chiqib, qayta ochilishi kerak.
vi: Chuyển toàn bộ ứng dụng sang ngôn ngữ này. VortX phải thoát và mở lại để áp dụng.
xh: Itshintshela yonke i-app kolu lwimi. IVortX kufuneka ivale ivule kwakhona ukuyisebenzisa.
yo: Ó máa ń yí gbogbo app padà sí èdè yìí. VortX gbọ́dọ̀ jáde kí ó sì tún ṣí láti lò ó.
zh_hans: 将整个应用切换为此语言。VortX 需退出并重新打开才能生效。
zh_hant: 將整個 App 切換為此語言。VortX 必須結束並重新開啟才能套用。
zu: Ishintshela yonke i-app kulolu limi. I-VortX kufanele iphume iphinde ivuleke ukuze ilusebenzise.
